Repository: garthylou/Libreosteo
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: French
fr: Français

source: English
fr: Anglais

source: Invoice sequence updated from %(previous)s to %(actual)s
fr: Séquence de facturation modifiée de %(previous)s à %(actual)s

source: Analyze failed on this file
fr: L'analyse a échoué sur ce fichier

source: Cannot recognize the patient file
fr: Impossible de reconnaître le fichier patient

source: Cannot read the content file. Check the encoding.
fr: Impossible de lire le contenu du fichier. Vérifiez l'encodage.

source: Missing patient file to integrate it.
fr: Il manque le fichier patient pour intégrer.

source: Imported examination
fr: Consultations importées

source: There is a problem when reading this line :
fr: Il y a un problème lors de la lecture de la ligne :

source: There is a problem when reading this line.
fr: Il y a un problème lors de la lecture de la ligne.

source: New patient created
fr: Nouveau patient créé

source: Patient updated
fr: Fiche patient mise à jour

source: New examination
fr: Nouvelle consultation

source: Birth date is invalid
fr: La date de naissance est invalide

source: Birth date
fr: Date de naissance

source: This patient already exists
fr: Ce patient existe déjà

source: Reason is mandatory when the examination is not invoiced
fr: La raison est obligatoire lorsque la consultation n'est pas facturée

source: Amount is invalid
fr: Le montant est invalide

source: Paiment mode is mandatory when the examination is invoiced
fr: Le mode de paiement est obligatoire lorsque la consultation est facturée

source: Check information is missing
fr: Les informations de chèque sont manquantes

source: Missing data to continue
fr: Données manquantes

source: Not paid
fr: Non réglée

source: This archive file seems to be incorrect. Impossible to load it.
fr: Ce fichier d'archive semble être incorrect. Impossible de le charger.

source: Family name
fr: Nom de famille

source: Firstname
fr: Prénom

source: Phone
fr: Téléphone

source: City
fr: Ville

source: Original name
fr: Nom de naissance

source: Street
fr: Rue

source: Address complement
fr: Complément d'adresse

source: Zipcode
fr: Code postal

source: Mobile phone
fr: Mobile

source: Job
fr: Profession

source: Hobbies
fr: Loisirs

source: Regular doctor
fr: Médecin traitant

source: Smoker
fr: Fumeur

source: Laterality
fr: Latéralité

source: Left-handed
fr: Gaucher

source: Right-handed
fr: Droitier

source: Important note
fr: Note importante

source: Current treatment
fr: Traitement en cours

source: Surgical history
fr: Antécédents chirurgicaux

source: Medical history
fr: Antécédents médicaux

source: Family history
fr: Antécédents familiaux

source: Trauma history
fr: Antécédents traumatiques

source: Medical reports
fr: Compte-rendus médicaux

source: Creation date
fr: Date de création

source: Sex
fr: Sexe

source: Male
fr: Masculin

source: Female
fr: Féminin

source: Reason
fr: Motif

source: Reason description/Context
fr: Détail du motif de consultation / Contexte

source: ORL Sphere
fr: Sphère ORL

source: Visceral Sphere
fr: Sphère viscérale

source: Cardio-Pulmo Sphere
fr: Sphère cardio-pulmonaire

source: Uro-gyneco Sphere
fr: Sphère uro-gynéco

source: Periphery Sphere
fr: Sphère périphérique

source: General state
fr: État général

source: Medical examination
fr: Examen médical

source: Diagnosis
fr: Diagnostic ostéopathique

source: Treatments
fr: Traitements

source: Status
fr: État

source: Status reason
fr: Raison de l'état

source: Invoice
fr: Facture

source: Therapeut
fr: Thérapeute

source: Normal examination
fr: Consultation normale

source: Continuing examination
fr: Poursuite de traitement

source: Return
fr: Retour

source: Emergency
fr: Urgence

source: User
fr: Utilisateur

source: Comment
fr: Commentaire

source: Examination
fr: Consultation

source: Amount
fr: Montant

source: Currency
fr: Monnaie

source: Paiment mode
fr: Mode de paiement

source: Header
fr: Entête

source: Therapeut name
fr: Nom du thérapeute

source: Therapeut firstname
fr: Prénom du thérapeute

source: Quality
fr: Qualité

source: Location
fr: Lieu

source: Number
fr: Numéro

source: Content
fr: Contenu

source: Footer
fr: Pied de page

source: status
fr: État

source: therapeut_id
fr: Thérapeute id

source: Canceled by
fr: Annulée par

source: Invoice type
fr: Type de facture

source: Text
fr: Texte

source: Enabled
fr: Activé

source: Invoices
fr: Factures

source: Class
fr: Classe

source: Reference
fr: Référence

source: user
fr: utilisateur

source: Invoice office header
fr: Entête de facture

source: Invoice content
fr: Contenu de la facture

source: Invoice footer
fr: Pied de page de facture

source: Invoice start sequence
fr: sequence de démarrage de facture

source: Statistics
fr: Statistiques

source: Events history
fr: Historique des évènements

source: Spheres
fr: Sphères

source: Dashboard
fr: Tableau de bord

source: Patient file
fr: Fichier patient

source: Examination file
fr: Fichier de consultation

source: validity status
fr: validité

source: Document file
fr: Fichier document

source: Title
fr: Titre

source: Adding date
fr: Date d'ajout

source: Document date
fr: Date document

source: Mime-Type
fr: Type mime

source: attachmentType
fr: Type de pièce jointe

source: User Profile
fr: Profil utilisateur

source: Settings
fr: Paramètres

source: Logout
fr: Déconnexion

source: Search...
fr: Recherche...

source: New patient
fr: Nouveau patient

source: Create admin account on Libreosteo
fr: Créé un compte administrateur sur Libreosteo

source: Registration
fr: Enregistrement

source: In order to use Libreosteo, you have to register a login and password on the application. Please select it before to use the application.
fr: Afin d'utiliser Libreosteo, vous devez enregistrer un utilisateur et un mot de passe sur l'application. Veuillez les saisir avant d'utiliser l'application.

source: Then you will be redirected to be identified with this login and password.
fr: Ensuite vous serez dirigé afin d'être identifié avec ce nom d'utilisateur et mot de passe.

source: Your login
fr: Votre nom d'utilisateur

source: Password
fr: Mot de passe

source: Confirm password
fr: Confirmation du mot de passe

source: Remember me
fr: Se rappeler de moi

source: Register
fr: Enregistrer

source: Signin on Libreosteo
fr: Identifiez-vous sur Libreosteo

source: Please sign in
fr: Veuillez vous identifier

source: Your username and password didn't match. Please try again.
fr: Votre nom d'utilisateur et mot de passe ne correspondent pas. Veuillez réessayer s'il vous plaît.

source: Sign in
fr: Identification

source: Accounting
fr: Comptabilité

source: Rebuild index
fr: Réindexer

source: Help
fr: Aide

source: Project web page
fr: Site vitrine

source: Community support (forum)
fr: Support communautaire (forum)

source: Development and code project
fr: Code et développement

source: New version available
fr: Nouvelle version disponible

source: Edit
fr: Éditer

source: End of editing
fr: Fin d'édition

source: Delete
fr: Supprimer

source: Install Libreosteo
fr: Installer Libreosteo

source: <h1>Libreosteo</h1> <p>Thank you to chose Libreosteo as your software to manage your patients.</p> <p>You successfully installed the software on your machine. Now you have to decide if you want to restore a previous backup of your patient file (performed from Libreosteo) or use a new installation and register your first user on the softwarewhich will be the administrator of the software</p> <p>Join the user community from the main <a href="https://libreosteo.github.io/" target="_blank">website</a> in order to share your experience with this software.</p>
fr: <h1>Libreosteo</h1> <p>Merci d'avoir choisi Libreosteo comme votre logiciel pour gérer vos patients.</p> <p>Vous avez correctement installé le logiciel sur votre machine. Maintenant vous devez décider si vous voulez restaurer une précédente sauvegarde de votre fichier patient (réalisé depuis Libreosteo) ou bien utiliser cette nouvelle installation et enregistrer votre premier utilisateur sur le logiciel qui en sera l'administrateur.</p> <p>Rejoignez la communauté des utilisateurs depuis le <a href="https://libreosteo.github.io/" target="_blank">site web</a> principal afin de partager votre expérience de ce logiciel.</p>

source: Restore database
fr: Restaurer la base de données

source: Register the administrator
fr: Enregistrer l'administrateur

source: Init the patient file
fr: Initialiser la fiche patient

source: Add user in the office
fr: Ajouter un utilisateur au cabinet

source: Username
fr: Nom utilisateur

source: Confirm the password
fr: Confirmation du mot de passe

source: Validate
fr: Valider

source: Cancel
fr: Annuler

source: Confirm
fr: Confirmer

source: Week
fr: Semaine

source: Month
fr: Mois

source: Year
fr: Année

source: New patients
fr: Nouveaux patients

source: View Details
fr: Afficher les détails

source: Examinations
fr: Consultations

source: Urgent return
fr: Retour

source: Add a doctor
fr: Ajouter un médecin

source: Add
fr: Ajouter

source: not documented
fr: non renseigné

source: Session of
fr: Séance du

source: by
fr: par

source: Print
fr: Imprimer

source: To invoice
fr: Facturer

source: Regularize
fr: Régulariser

source: Unfold
fr: Déplier

source: Draft
fr: Brouillon

source: Paid
fr: Réglée

source: Cancelled
fr: Annulée

source: Credit note
fr: Avoir

source: Close
fr: Clôturer

source: Not smoker
fr: Non fumeur

source: Click to send
fr: Cliquer pour envoyer

source: in progress...
fr: en cours...

source: Loaded
fr: Chargé

source: Error
fr: Erreur

source: Managing import/export
fr: Gestion de l'import/export

source: Archive and restore database
fr: Archiver la base de données

source: This system helps you to archive and restore the full system.
fr: Cette fonction vous aider à archiver et restaurer le système entier.

source: Archive
fr: Archiver

source: get archive
fr: Obtenir l'archive

source: This file is the full content of your database. It could only be used by Libreosteo. Use it to restore your database or transfert the content to an other machine.
fr: Ce fichier est le contenu complet de votre base. Il peut uniquement être utilisé par Libreosteo. Utilisez-le afin de restaurer votre base de données ou pour transférer le contenu vers une autre machine.

source: Import from external system
fr: Importer d'un système externe

source: <p>For importing patient or examination in the database, you have to download these both above templates. Fill them with your favorite Spreasheet editor and save them as csv files.</p> <p>Do not change the format, because Libresoteo read only csv files.</p> <br/> <p>After you fill them, you upload your files with the import tool above.</p> <br/> <p>In order to add examinations for patients, you have to link each one with a number. If you read the Patient templates file you will see that the first column is "Number". This number should have been the same in the examination to add this examination to the patient.</p> <div class="well">Note : It have no relation with the number that you can see in the system after integration.</div>
fr: <p>Pour importer des patients ou des consultations dans la base, vous devez télécharger ces deux fichiers gabarits ci-dessous. Renseignez-les avec votre éditeur de feuilles de calcul favori et enregistrez-les en fichier csv.</p> <p>Ne changez pas le format car Libreosteo lit uniquement des fichiers csv.</p> <br/> <p>Une fois que vous les avez renseignés, transmettez les fichiers avec l'outil ci-dessous.</p> <br/> <p>Afin d'ajouter des consultations pour les patients, vous devez lier l'un avec l'autre avec un numéro. Si vous lisez le gabarit de patient, vous verrez que la première colonne est "Numéro". Ce nombre devrait être le même dans la consultation à ajouter que le patient.</p> <div class="well">Note : Celui-ci n'a aucun lien avec le numéro que vous pourriez voir dans le système après intégration de patients.</div>

source: Patient template file
fr: Gabarit du fichier patient

source: Examination template file
fr: Gabarit du fichier consultation

source: Import
fr: Importer

source: Analyze
fr: Analyser

source: Analyze result
fr: Résultats d'analyse

source: Please check that the file is correctly read by the software before to integrate the content. Here is an extract of some lines of the file.
fr: Veuillez vérifier que le fichier est correctement lu par le logiciel avant d'intégrer le contenu. Voici un extrait des lignes du fichier.

source: CSV line number
fr: N° de ligne CSV

source: Patient num. (internal use)
fr: N° de patient (usage interne)

source: Birth date (DD/MM/AAAA)
fr: Date de naissance (JJ/MM/AAAA)

source: Sex (M/F)
fr: Sexe (M/F)

source: Smoker (O/N)
fr: Fumeur (O/N)

source: Laterality (G/D)
fr: Latéralité (G/D)

source: Empty file
fr: Fichier vide

source: Importing succeed
fr: Importation réussie

source: lines imported from file patient
fr: lignes importées du fichier patient

source: Importing succeed but some errors
fr: Importation réussie avec des erreurs

source: Errors when integrating patients
fr: Erreurs lors de l'importation des patients

source: line :
fr: ligne :

source: lines imported from file examination
fr: lignes importées du fichier consultation

source: Errors when integrating examinations
fr: Erreurs lors de l'importation des consultations

source: Importing failed
fr: L'importation a échoué

source: Errors when integrating
fr: Erreurs lors de l'importation

source: Export to an external system
fr: Exporter vers un système externe

source: Here you can download the full list of patients and examinations as CSV files
fr: Vous pouvez télécharger ici la liste complète des patients et des consultations sous forme de fichiers CSV.

source: Patients file
fr: Fichier patients

source: Examinations file
fr: Fichier des consultations

source: Export
fr: Exporter

source: anonym CSV
fr: CSV anonymisé

source: Invoice nr
fr: N° de facture

source: Paiment mean
fr: Moyen de paiement

source: By
fr: Par

source: Invoicing
fr: Facturation

source: Not invoiced
fr: Non facturée

source: Invoiced
fr: Facturée

source: Bank
fr: Banque

source: Payer
fr: Émetteur

source: Office settings
fr: Paramètres du cabinet

source: General
fr: Général

source: This instance of libreosteo could be accessed on the following addresses of the network :
fr: Cette instance de libreosteo peut être utilisée en utilisant les adresses suivantes sur le réseau :

source: Office
fr: Cabinet

source: Paiment means
fr: Moyens de paiement

source: The start sequence must have composed only with numbers
fr: La séquence de démarrage doit être composée uniquement de chiffres

source: Update
fr: Mettre à jour

source: Settings was updated
fr: Les paramètres ont été mis à jour

source: Users
fr: Utilisateurs

source: Add user
fr: Ajouter un utilisateur

source: Events
fr: Évènements

source: By day
fr: Par jour

source: All
fr: Tout

source: General infos
fr: Infos générales

source: Patient infos
fr: Infos patient

source: History
fr: Antécédents

source: Add document
fr: Ajouter des documents

source: Add document as medical report. Could be image, pdf, text file, ...
fr: Ajouter des documents en tant que rapport médicaux. Cela peut-être une image, un pdf, un fichier texte, ...

source: Click to expand the notes
fr: Cliquer pour étendre la note

source: Current Examination
fr: Consultation en cours

source: This function helps to rebuild index when for different reason, searching does not work. Be sure that no body is adding new patient and examination before to do that.
fr: Cette fonction permet de reconstruire l'indexation de la base quand, pour des raisons diverses, la recherche ne fonctionne pas ou plus Soyez certain que personne n'est en train d'ajouter de patient ou de consultation avant de faire ceci.

source: rebuild index
fr: réindexer

source: Finished
fr: Terminé

source: Failed
fr: Echec

source: Your login must not contain space
fr: Votre login ne doit pas contenir d'espace

source: 150 characters maximum. Only letters, numbers or characters "@",".","+","-","_"
fr: 150 caractères maximum. Uniquement des lettres, nombres ou les caractères "@",".","+","-","_"

source: You can restore a previous archive of the database. This archive should be performed from the software with the Import/Export/Archive function.
fr: Vous pouvez restaurer une archive précédente de la base de données. Cette archive doit être obtenue depuis le logiciel avec la fonction Importer/Exporter/Archiver.

source: Archive file to restore
fr: Fichier d'archive à restaurer

source: Restore
fr: Restaurer

source: Loading in progress
fr: Chargement en cours

source: Search for
fr: Recherche de

source: No results found
fr: Aucun résultat trouvé

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: Change password
fr: Modifier le mot de passe

source: Start an examination
fr: Démarrer une consultation

source: No comment
fr: Aucun commentaire

source: Send
fr: Envoyer

source: No session for this patient
fr: Pas de séance pour ce patient

source: User profile
fr: Profil utilisateur

source: Identity
fr: Utilisateur

source: Save
fr: Enregistrer

source: Display settings
fr: Paramètres d'affichage

source: Profile was updated
fr: Profil mis à jour
